[
    {
        "title": "The Easy Way to Quit Smoking",
        "productid": "0615482155",
        "author": "Allen Carr",
        "image": "https://images-na.ssl-images-amazon.com/images/I/516L2FpKTGL._SX332_BO1,204,203,200_.jpg",
        "description": "Allen Carr's Easy Way to Stop Smoking is a self-help classic, with over 20m copies sold worldwide. It has been a #1 bestseller in nine European countries. It outsells all other quit smoking titles combined. This edition has been developed specifically for smokers in the US. This seminal book has enabled millions of smokers to quit easily and enjoyably using Carr's simple, drug-free approach.",
        "link": "https://www.amazon.com/gp/product/0615482155/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=0615482155&linkCode=as2&tag=reinonlein-20&linkId=013364e0e9df9a1dfea299cdc03edcdc"
    },
    {
        "title": "Quit Smoking Boot Camp",
        "productid": "B07DCZ5C5M",
        "author": "Allen Carr",
        "image": "https://m.media-amazon.com/images/I/51nmyS8+TmL.jpg",
        "description": "Short of time? Or have you stopped smoking and found it difficult or even impossible to stay stopped? If your answer to these questions is yes, then this is the book for you (even if you've tried and failed using Allen Carr's method in the past). Quit Smoking Boot Camp is a revolutionary and concise version of the world-famous Easyway method, delivered in short, punchy segments to help you quit with the minimum of fuss, with minimal effort, in a reassuringly regimented and speedy way. Four days is all it takes to transform your life. We recommend that you read this book over just four days (though you might choose to do it in less or even to take a little longer). Choose your start date and four days later you can be free. It's as simple as that. The Easyway Boot Camp will help you change your mindset and quit smoking, vaping, or using nicotine in any form easily and immediately.",
        "link": "https://www.amazon.com/gp/product/B07DCZ5C5M/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B07DCZ5C5M&linkCode=as2&tag=reinonlein-20&linkId=c1b6629ed6aa42efd4b3f9703859e2ec"
    },
    {
        "title": "Addiction to Smoking",
        "productid": "1514873818",
        "author": "Lester Goldberg",
        "image": "https://images-na.ssl-images-amazon.com/images/I/51J7t8OrM7L._SX311_BO1,204,203,200_.jpg",
        "description": "You've undoubtedly seen many \"ultimate cure\" books promising to cure your addiction-yet here you are again! Perhaps even lighting up as you read this... The truth is, this all began with your very first cigarette, and it can all end with the very last one-a lot sooner than you may think-but only if you finally address the problem the right way.",
        "link": "https://www.amazon.com/gp/product/B00KYK6ZE6/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B00KYK6ZE6&linkCode=as2&tag=reinonlein-20&linkId=b729aede91ffe58c8ac5a03ce7fd6638"
    },
    {
        "title": "Stop Smoking Easily",
        "productid": "B09FNG4DTV",
        "author": "Han Carrel",
        "image": "https://images-na.ssl-images-amazon.com/images/I/41R8xAR-PvL._SX331_BO1,204,203,200_.jpg",
        "description": "By reading the book you will go through these STEPS: AWARENESS In which you will learn and discover a lot about yourself and the relationship with the cigarette. DETERMINATION In which you will develop the energy to leave effectively. ACTION You will take the correct and timely actions to get immediate benefit. REFURBISHMENT you will cement your new non-smoker behaviours The author will follow you step by step just as he was with you. Inside, you will find the cards that you could fill in and that will help you get rid of this evil. You will finally be free!",
        "link": "https://www.amazon.com/gp/product/B09FNG4DTV/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B09FNG4DTV&linkCode=as2&tag=reinonlein-20&linkId=81eb7c1bbad393050af2e5bb5d609133"
    },
    {
        "title": "Quitting Smoking and Vaping For Dummies",
        "productid": "1119616913",
        "author": "Laura Smith",
        "image": "https://images-na.ssl-images-amazon.com/images/I/51BDHTWQbdL._SX396_BO1,204,203,200_.jpg",
        "description": "Most people know that smoking is bad for their health and believe vaping is a better alternative. Now, vaping has become a national epidemic and shows no sign of slowing. Quitting Smoking & Vaping For Dummies delivers facts about the differences between smoking and vaping, the effects on their short-term and long-term health, and how addiction works. Whether you’re a smoker or a vaper, or have a loved one that needs to break the habit, this trusted guidebook walks you through building a personal quitting plan. Offering information on new and effective medication treatments, Cognitive Behavior Therapy (CBT), and building resilience, it sets you or a family member on the path to recovery. This book breaks down the psychology of your addiction so you can identify the methods that are most useful and effective for becoming smoke free for good. Start your recovery today, and look forward to a long and healthy life.",
        "link": "https://www.amazon.com/gp/product/1119616913/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=1119616913&linkCode=as2&tag=reinonlein-20&linkId=7bc707949c245b9cf20a0d73fb4f3adc"
    },
    {
        "title": "The Smoking Cure",
        "productid": "1539397238",
        "author": "Caroline Cranshaw",
        "image": "https://images-na.ssl-images-amazon.com/images/I/512O09LoI1L._SX322_BO1,204,203,200_.jpg",
        "description": "The Smoking Cure - How to Quit Smoking Without Feeling Like Sh*t Comes with Bonus: Workbook and Stop Smoking Relaxation Download Let’s be honest. When it comes to quitting smoking, going cold turkey is not only hell but most of the time, it doesn’t work. We start out with the best intentions, but once the withdrawals set in, we feel so awful we give up and start smoking again. If you are ready to stop smoking for good without feeling like sh*t, you need a different approach. After overcoming her own addiction to smoking and working with thousands of clients, Addiction Specialist and Hypnotherapist Caroline Cranshaw has created a proven, seven-step process to help you understand your addiction to nicotine, get rid of your excuses, address the imbalances that are at the core of your addiction and become a non-smoker for life while feeling better right from the start. Caroline takes you step by step through the process of quitting smoking, helping you to create a plan that will help you overcome your addiction to smoking for good. Without feeling like crap... She also helps you address the underlying reasons you are addicted, gives you the tools to be committed, deal with withdrawals and navigate the issues that come up after you quit. Here's just some of what we will cover to take you step by step through the process of quitting smoking for good, without gaining weight, suffering insomnia, or without being riddled with cravings and anxiety. * Step 1: Awareness - Why It's Been So F#*king Hard To Stop * Step 2: Insight - How Your Excuses Are Keeping You Stuck * Step 3: Identify Your Triggers and Associations with Smoking * Step 4: Commitment - Time to Make a Vow * Step 5: Nutritional Supplements to Balance Your Brain Chemistry * Step 6: Clean Up - Preparation for Quit Day * Step 7: Tools and Techniques * The Action Plan - Putting It All Together * What to Expect and Tips to Get You Through * Solutions to Common Issues After Quitting Other key issues this book addresses are addiction, brain chemistry, neurotransmitters, impotence, sexual issues, alcohol and other smokers, hypnotherapy, tapping, EFT, anger, anxiety, panic, dopamine, lizard brain just to name a few...",
        "link": "https://www.amazon.com/gp/product/1539397238/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=1539397238&linkCode=as2&tag=reinonlein-20&linkId=58dc3c9b08d08492f357f05ea017e1b2"
    },
    {
        "title": "Quit Smoking Naturally:",
        "productid": "1508431280",
        "author": "Buck Langsley",
        "image": "https://images-na.ssl-images-amazon.com/images/I/519pKVSS8tL._SX331_BO1,204,203,200_.jpg",
        "description": "Quit Smoking Naturally: Tons of Quit Smoking Tips That Will Help You Quit Smoking Now and Quit Smoking Forever! Are you sick and tired of being a slave to nicotine? Are you prepared to take the ultimate step in your personal development? If you're prepared then read on! This book is not a lecture about how bad smoking is for you. I will not bore you with data that you've heard thousands of times. This book will provide you with applicable tips and strategies that will help you kick the worst habit of them all. Here is A Preview of \"Quit Smoking Naturally\" -My Story -Facing Reality -Separation -Breaking The Chains -Golden Tips -All About You -Crushing The Urge -GAME PLAN -Perks -Our Strange Brain -Never Too Late -Quit Motivation -Life Restored -Nicotine Free At Last FOR A LIMITED TIME ONLY If you're sick of having your life run by cigarettes, it's time for you to make a change. Stop hesitating and take action! Once you succeed at beating your nicotine addiction, life becomes infinitely better and I want to help you to reach that point. Want to Know More? Download \"Quit Smoking Naturally\" today and let me help you become a quitter!",
        "link": "https://www.amazon.com/gp/product/1508431280/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=1508431280&linkCode=as2&tag=reinonlein-20&linkId=81484b775ee4d4ac5d23d74c2cf36ed9"
    },
    {
        "title": "Learning to Quit",
        "productid": "B0828P2KV2",
        "author": "Suzanne Harris",
        "image": "https://m.media-amazon.com/images/I/41-L6mVZa+L.jpg",
        "description": "Set yourself free from smoking. Strategy trumps willpower! Personal stories paired with moving photographic portraits. Empathetic, non-judgmental advice to stop smoking for good. Have you tried to quit smoking, only to find yourself reaching for a cigarette again and again? Tired of feeling bad about your health and making promises to the ones that love you? Set a \"learning\" mindset and reframe these past quit attempts as trial runs. It's not your fault that you are a smoker. Nicotine is incredibly addictive, but you can beat it! Your amazing life as a non-smoker lies just around the corner. This book provides the friendly, positive support you need on your quit smoking journey. Simply by reading this book, you'll take an extremely important step to stop smoking cigarettes and end nicotine addiction. Every person's journey is different, and yours is unique. The work that you're embarking on is shared by the 24 people interviewed for Learning to Quit. Join millions of ex-smokers around the world who have broken free from tobacco.",
        "link": "https://www.amazon.com/gp/product/B0828P2KV2/ref=as_li_tl?ie=UTF8&camp=1789&creative=9325&creativeASIN=B0828P2KV2&linkCode=as2&tag=reinonlein-20&linkId=38d0cf4beb37e95376631551468a0859"
    }
]

